[
  {
      "name": "Hotel 2D RESORT & SPA",
      "imageUrl": "https://www.balneomedica.ro/imagini/hotel-2d-resort-and-spa-hotel-2d-neptun-piscina-exterioara-82033.jpg",
      "price": 600,
      "details": "Este situat in centrul celei mai frumoase, linistite si curate statiuni de pe coasta Marii Negre, statiunea Neptun.Pozitionat pe malul lacului Neptun, este inconjurat de un parc natural cu foarte mult spatiu verde si promenade ce duc spre malul lacului si spre faleza sau plaja.",
      "category": "Litoral",
      "id": "4"
  },
  {
      "name": "1001 Village",
      "imageUrl": "https://www.1001village.ro/assets/img/galerie/cazare%20houses%20sunset.jpg",
      "price": 550,
      "details": "1001 Village este destinația potrivită pentru iubitorii de natură, de răsărituri idilice, de nopți sub lumina milioanelor de stele.este situată în zona montană a județului Buzău, România, mai precis în localitatea Măgura.",
      "category": "Zona montana",
      "id": "5"
  },
  {
      "name": "Cabana Plaiul Foii",
      "imageUrl": "https://img.directbooking.ro/getimage.ashx?w=880&h=660&file=74d626c0-6872-4e3d-a006-8680ae38f7ba.jpg",
      "price": 400,
      "details": "Apropie-te din nou de natură și uită de stresul citadin. Încojurat de pădure, vegheat de Masivul Piatra Craiului, îți promitem o experiență completă: sentimentul unui lodge din Alpi, dar înconjurat de tradiționalism românesc. Se află în zona montană a Munților Piatra Craiului, în apropiere de Zărnești, județul Brașov, România. Aceasta este o destinație populară pentru iubitorii de drumeții și natură, oferind acces facil la traseele montane din Parcul Național Piatra Craiului.",
      "category": "Zona montana",
      "id": "6"
  },
  {
      "name": "Pensiunea Casa Bunicii",
      "imageUrl": "https://www.descoperimromania.ro/wp-content/uploads/2015/09/Cazare-la-Casa-Bunicii-din-Costesti-Hunedoara-Hunedoara-Transilvania-9.jpg",
      "price": 400,
      "details": "se află în zona montană a Munților Apuseni, în localitatea Albac, județul Alba, România. Aceasta este o destinație ideală pentru turiștii care doresc să exploreze peisajele pitorești și tradițiile autentice ale Munților Apuseni.",
      "category": "Zona montana",
      "id": "7"
  },
  {
      "name": "Cabana Postăvaru",
      "imageUrl": "https://zilesinopti.ro/wp-content/uploads/2021/08/4cf8b58e6ba2f9b0081bf30dd9e10c54.jpg",
      "price": 550,
      "details": "Veniți și stați pe munte cu noi la Cabana Postăvaru la 1604 metri (5262 ft) la o priveliste uimitoare a muntilor din preajma pentru un sejur cu adevărat memorabil. Dacă sunteți în căutarea unui hotel in Poiana Brasov si doriti o experiență cu adevărat rustica pe munte, atunci luati-va cazarea in Poiana cu noi.",
      "category": "Zona montana",
      "id": "8"
  },
  {
      "name": "Pensiunea Casa Feleacu",
      "imageUrl": "https://casadinfeleacu.ro/wp-content/uploads/2023/08/CasaDinFeleac_165.jpg",
      "price": 500,
      "details": "Pensiunea Casa Feleacu se află în zona montană a Feleacului, în localitatea Feleacu, județul Cluj, România. Aceasta este situată în apropierea orașului Cluj-Napoca, oferind acces facil la peisajele pitorești ale regiunii și diverse activități în aer liber.",
      "category": "Zona montana",
      "id": "9"
  },
  {
      "name": "Cabana Vânătorilor",
      "imageUrl": "https://alfitravel.ro/media/cache/package_main/images/hotel/41592/t18-cabana-vanatorilor-1364.jpg",
      "price": 350,
      "details": "Cabana Vânătorilor se află în zona montană a Munților Bucegi, în apropiere de stațiunea Sinaia, județul Prahova, România. Aceasta este o destinație populară pentru turiștii care doresc să exploreze traseele montane din Bucegi și să se bucure de frumusețea naturală a regiunii.",
      "category": "Zona montana",
      "id": "10"
  },
  {
      "name": "Pensiunea La Răscruce",
      "imageUrl": "https://i.szalas.hu/hotels/1407423/original/36449149.jpg",
      "price": 300,
      "details": "Pensiunea La Rascruce este amplasata intr-un cadru natural de vis, in apropierea Cascadei Urlatoarea din muntii Ciucas.",
      "category": "Zona montana",
      "id": "11"
  },
  {
      "name": "Cabana Daria",
      "imageUrl": "https://lapasturistic.ro/wp-content/uploads/2021/12/Cabana-Daria-Arieseni_lapasturistic-8-1.jpg",
      "price": 550,
      "details": "Cabana Daria este situată pe valea Buciniş în Arieşeni, în inima Munţilor Apuseni, la doar 10km de pârtia Vârtop.Cabana Daria este formată din 3 corpuri de clădiri, construită şi mobilată în stil rustic la standarde înalte cu materiale de cea mai buna calitate.",
      "category": "Zona montana",
      "id": "12"
  },
  {
      "name": "Pensiunea Casa Zânelor",
      "imageUrl": "https://www.casa-zanelor.ro/assets/images/home-img-1.jpg",
      "price": 370,
      "details": "Eleganța, rafinamentul, intimitatea, liniștea și aerul curat caracterizează pensiunea Casa Zânelor care vă așteaptă să-i fiți oaspeți. Ambientul și dotările pot satisface și cele mai exigente gusturi.Pensiunea Casa Zânelor se află în zona montană a Munților Bucegi, în localitatea Bușteni, județul Prahova, România. Această pensiune oferă o atmosferă pitorească și acces ușor la traseele montane din zona Bucegi, fiind o destinație populară pentru turiștii care doresc să exploreze frumusețea naturală a regiunii.",
      "category": "Zona montana",
      "id": "13"
  },
  {
      "name": "Cabana Bâlea Lac",
      "imageUrl": "https://fastly.4sqi.net/img/general/600x600/1413907_xgrGNGc5rBOJohdWTyb4lcnuGa4G5-c_vj9y3Bfs10Q.jpg",
      "price": 500,
      "details": "În mijlocul unuia dintre cele mai frumoase regiuni montane din Carpați, Cabana Bâlea Lac este situată lângă un lac glaciar. Fiind direct accesibilă din legendarul drum Transfăgărășan, la o altitudine de 2034 de metri deasupra nivelului mării, cabana oferă cazare conform standardelor internaționale.",
      "category": "Zona montana",
      "id": "14"
  },
  {
      "name": "Pensiunea Valea Argesului",
      "imageUrl": "https://www.roturistic.ro/img/user/Albestii_de_Arges_Valea_Argesului/Albestii_de_Arges_Valea_Argesului_1628439806.46969199.jpg",
      "price": 400,
      "details": "Pensiunea Valea Argeșului se află în zona montană a Munților Făgăraș, în apropierea orașului Câmpulung, județul Argeș, România. Aceasta este o destinație populară pentru turiștii care doresc să exploreze peisajele spectaculoase ale Munților Făgăraș și să se bucure de liniștea și natura din această zonă.",
      "category": "Zona montana",
      "id": "15"
  },
  {
      "name": "Cabana Omu",
      "imageUrl": "https://aventurainromania.ro/wp-content/uploads/2017/12/Varful_Omu.jpg",
      "price": 550,
      "details": "Situată pe vârful Omu, cel mai înalt vârf al Munților Bucegi, Cabana Omu este cabana plasată la cea mai mare înălțime în Carpați (2505 m). Alături de cabană, se află Stația meteorologică Vârful Omu, aceasta fiind cel mai înalt punct locuit permanent din România. Cabana Omu este prima cabană de piatră construită în munții Bucegi (3 septembrie 1888).",
      "category": "Zona montana",
      "id": "16"
  },
  {
      "name": "Pensiunea Hanul Vatra",
      "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/12/31/9e/4a/hanul-vatra.jpg",
      "price": 450,
      "details": "Corpul vechi al Hanului Vatra – cu arcadele stil neoromanesc rural – a fost construit intre cele doua razboaie mondiale de catre o familie de boieri din sat.Pensiunea Hanul Vatra se află în zona montană a Munților Apuseni, în localitatea Arieșeni, județul Alba, România. Arieșeni este o destinație cunoscută pentru peisajele sale pitorești și pentru activitățile în aer liber, fiind o opțiune populară pentru turiștii care vizitează Munții Apuseni.",
      "category": "Zona montana",
      "id": "17"
  },
  {
      "name": "Cabana Gura Diham",
      "imageUrl": "https://www.roturistic.ro/img/user/Busteni_Gura_Diham/Busteni_Gura_Diham_0357963001307086014.jpg",
      "price": 500,
      "details": "Cabana Gura Diham se află în zona montană a Munților Bucegi, în apropiere de stațiunea Bușteni, județul Prahova, România. Această cabană este amplasată într-o locație pitorească, oferind acces facil la traseele montane din zona Bucegi și fiind o destinație populară pentru iubitorii de natură și drumeții.",
      "category": "Zona montana",
      "id": "18"
  },
  {
      "name": "Hotel Malibu",
      "imageUrl": "https://img.directbooking.ro/getimage.ashx?w=880&h=660&file=2f095a89-d5d9-4a90-aa8c-4ac48418aada.jpg",
      "price": 700,
      "details": "Amplasat la intrarea sudica a statiunii Mamaia, Hotelul Malibu ofera datorita pozitionarii ideale, acces la toate obiectivele importante ale zonei.Aceasta este o destinație populară pentru turiștii care doresc să se bucure de plaje, activități nautice și viață de noapte vibrantă.",
      "category": "Litoral",
      "id": "19"
  },
  {
      "name": "AXO Boutique HOTEL by BUILDING STEFAN",
      "imageUrl": "https://www.ekeys.ro/wp-content/uploads/2023/10/axo-boutique-hotel-mamaia-nord-constanta-navodari-cazare-mis-7-scaled.jpg",
      "price": 650,
      "details": "AXO Boutique HOTEL by BUILDING STEFAN se află în Năvodari, la 2,2 km de Marina Regia. Proprietatea se găsește la 6 km de Lacul Siutghiol, la 12 km de City Park Mall.Cuplurile apreciază în mod deosebit această locație.",
      "category": "Litoral",
      "id": "20"
  },
  {
      "name": "JMR Royal",
      "imageUrl": "https://jumeirah-royal-constanta.booked.net/data/Photos/OriginalPhoto/15671/1567142/1567142867/Jmr-Royal-Hotel-Constanta-Exterior.JPEG",
      "price": 900,
      "details": "JMR Royal reprezintă un hotel boutique luxos și liniștit în inima Constanței, un oraș de la malul mării. Este o clădire veche din 1920 cu o istorie remarcabilă, frumos restaurată și păstrată cu gust în 2018 de designeri italieni. După restaurare, clădirea a fost transformată într-un boutique-hotel format din 6 apartamente luxoase.",
      "category": "Litoral",
      "id": "21"
  },
  {
      "name": "Vila Amur",
      "imageUrl": "https://www.turistinfo.ro/images/cazare/766669.jpg",
      "price": 470,
      "details": "Construita in anul 2015, Vila Amur este situata intr-o zona linistita, inconjurata de verdeata si aproape de mare. Fiind localizata intre cele 2 statiuni, Jupiter si Neptun, vila este situate la 400 m de plaja Jupiter si 600 m de plaja Neptun.",
      "category": "Litoral",
      "id": "22"
  },
  {
      "name": "Cabana Moțului",
      "imageUrl": "https://www.picomartravel.ro/cache/d/2/6/7/1/d267190b6b9f64c921dd8b8ebddde41e644475fe.jpeg",
      "price": 300,
      "details": "Departe de aglomeraţia orașului, în mijlocul naturii, pensiunea Casa Moțului din Arieșeni - Munții Apuseni vă oferă o oaza de liniște creată special pentru familie. Astfel, dorim să promovăm ideea clădită de moții primitori, în care familia și tradiția sunt puse la loc de cinste. Așadar, am creat un locșor plin de bună - dispoziție, care vă va face să uitați de grijile vieții de zi cu zi. Prin atmosfera creată de noi și împrejurimile spectaculoase, timpul nu va mai avea însemnătate.",
      "category": "Zona montana",
      "id": "23"
  },
  {
      "name": "Pensiunea La Mesteceni",
      "imageUrl": "https://i.szalas.hu/hotels/1407379/original/36448194.jpg",
      "price": 300,
      "details": "Pensiunea La Mesteceni se află în zona montană a județului Brașov, în localitatea Moieciu de Jos, România. Aceasta este o destinație cunoscută pentru peisajele sale pitorești din Munții Bucegi și pentru atmosfera relaxantă pe care o oferă turiștilor.",
      "category": "Zona montana",
      "id": "24"
  },
  {
      "name": "Hotel RANDY",
      "imageUrl": "https://randyhotel.ro/wp-content/uploads/2023/07/Hotel-Randy-Constanta-bld-Mamaia-centru-0041111.jpg",
      "price": 700,
      "details": "Situat pe bulevardul Mamaia, principala arteră care face legătura între centrul orașului Constanța și stațiunea Mamaia, este locul perfect de sejur atât pentru oamenii de afaceri cât și pentru turiștii care vor să descopere Mamaia si Constanța. Poziția sa excelentă, la cateva minute de mers pe jos până la plajă sau cateva minute cu masina pana la principalele atractii (statiunea Mamaia, orasul vechi, portul turistic, Cazinoul, etc) aduce hotelul Randy în topul preferințelor turiștilor care vor să se bucure de relaxare, plajă și mare.",
      "category": "Litoral",
      "id": "25"
  }
]